---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.LinkedResourceOpeningEventArgs
source: html/8c902f68-773b-cf61-3e64-a9fdc5336668.htm
---
# LinkedResourceOpeningEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.